{
    "about_the_event": "ABOUT THE EVENT",
    "about_message_1": "TechWeek is an institutional event of LaSalle College, promoted by the Computer Science programs which aim to bring together students, teachers, industry professionals, collaborators and the community in general around conferences, activities, workshops and mini-courses on topics from the IT world.",
    "about_message_2":"Five remarkable editions have passed by, each more extraordinary than the last. And we're just getting started! TechWeek is not just an event—it's a tradition, a celebration, and an unforgettable experience that our college community eagerly awaits.",
    "about_message_3": "Join us as we push the boundaries of what's possible in the world of IT. Mark your calendars, spread the word, and get ready for an electrifying week of tech wonders at LaSalle College's TechWeek!",

    
    "join_us": "Join Us",
    "join_int_club":"Join INT Club",
    "to_learn":"To learn more, don't hesitate to get in touch",
    "join_the_club":"Join the Club",
    "join_teams":"Join Teams",
    "join_online": "Join online the TechWeek 2023 by MS Teams",
    

    "contact_us":"Contact Us",
    "get_in_touch":"Get in Touch",
    "send_us_a_message":"Send us a message & we'll get back to you shortly.",
    "first_name":"First name",
    "looks_good":"Looks good!",
    "provide_first_name":"Please provide your First Name.",
    "last_name": "Last name",
    "provide_last_name":"Please provide your Last Name.",
    "email": "Email",
    "provide_email":"Please provide your email.",
    "message": "Message",
    "enter_message":"Please enter a message.",
    "enter_a_message":"Enter a message",
    "send": "Send",


    "the_schedule":"The Schedule",
    "monday":"Monday",
    "tuesday": "Tuesday",
    "wednesday": "Wednesday",
    "thursday" : "Thursday",
    "friday" : "Friday",
    "protection_personal": "Protection of personal information",
    "speaker": "Speaker",
    "room": "Room",
    "panel_cyber_guardians": "Panel - Cyber Guardians: Explore the Superpower of Cybersecurity and Data",
    "participants_panel": "Participants in the panel",
    "ali_ai_application": "Ali, a practical application of modern AI.",
    "panel_artificial_intelligence" : "Panel - Artificial Intelligence: Opportunities and Challenges",
    "and" : "and",
    "panel_technological" : "Panel - Technological Entrepreneurship and Innovation",
    "presentation_augmented_reality" : "Presentation of the \"Augmented Reality\" Workshop",
    "technology_and_creativity":"Technology and Creativity: Convergence of Arts and Science",


    "previous": "Previous",
    "next": "Next",

    "the_speakers": "The Speakers",
    "all": "All",
    "follow": "Follow",
    "paola_details" : "Dr. Jaafar Fehmi, an Associate Professor at Quebec University, Chicoutimi, and Affiliate Assistant Professor at Concordia University, is a distinguished speaker with expertise in the field of Protection des renseignements (Information Protection). With a Ph.D. in computer science and a strong background in software engineering and cybersecurity, Dr. Fehmi brings a wealth of academic and industry experience to the discussion. He has an impressive track record of research publications and is actively engaged in committees related to curriculum development and workplace safety. Fluent in both English and French, his insights and knowledge will undoubtedly enrich the conversation on information protection.",
    "language" : "Language",
    "english": "English",
    "emiliano_details": "From Tijuana, Mexico. Graduated as an Industrial Engineer in Mexico and pursuing an AEC in Information Technology Programmer Analyst, currently in third semester.",
    "riya_details": "Bertrand Milot, a distinguished panelist in the 'Cyber Guardians: Explore the Superpower of Cybersecurity and Data' discussion, represents Bradley & Rollins with his profound legal expertise. As an accomplished attorney within the firm, Mr. Milot brings a wealth of legal knowledge and experience to the cybersecurity and data protection conversation. With his extensive legal career, he has been actively engaged in various aspects of law, providing expert counsel and representation, particularly in matters concerning cybersecurity and data privacy. Mr. Milot's contributions to the panel will be instrumental in shedding light on the legal dimensions of safeguarding digital assets and navigating the complex landscape of cybersecurity and data protection.",
    "french": "French",


    "our_sponsors": "Our Sponsors",

    "thanks": "Thanks",
    "form_submitted_successfully_msg": "The form was submitted successfully. We will return to you by email as soon as possible.",
    "return_message": "Return to original site:",
    
    "int_members": "INT Members. All rights reserved",

    "home": "HOME",
    "about": "ABOUT",
    "speakers": "SPEAKERS",
    "schedule": "SCHEDULE",
    "join_contact_int": "JOIN / CONTACT INT",
    "download_app": "DOWNLOAD APP",

    "LANGUAGE":"LANGUAGE",

    "hello_in": "Hello in"
    






}